alacritty
apparmor
appimagelauncher-bin
base
base-devel
bash-completion
blueman
brightnessctl
caprine
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
chezmoi
ctop
delve
dmenu
dmidecode
dnsmasq
docker
docker-compose
efibootmgr
fastly-bin
fd
firefox
flatpak
foot
fwupd
fwupd-docs
fwupd-efi
gdb
git
go
google-chrome
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
htop
intel-media-driver
intel-ucode
iptables-nft
iwd
iwgtk
k9s
kubectl
lazygit
lf
libde265
libfprint-tod-git
libguestfs
libpulse
libva-intel-driver
libva-mesa-driver
libvirt
linux-firmware
linux-zen
lrzip
lutris
lxappearance-gtk3
ly
lzip
mako
man-db
mesa-vdpau
mlocate
mpv
nano
neofetch
neovim
nextcloud-client
noto-fonts-emoji
npm
openssh
p7zip
papirus-icon-theme
pavucontrol
pbzip2
pigz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
qemu-full
reflector
ripgrep
rustup
slurp
smartmontools
smbclient
sof-firmware
solaar
starship
stow
sway
swaybg
swayidle
swayimg
swaylock-effects
talosctl
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunderbird
tldr
tlp
tmux
tpacpi-bat
transmission-gtk
tree
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-symbola
unrar
unzip
vim
virt-manager
virt-viewer
vulkan-intel
wavpack
waybar
wdisplays
wev
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
wofi-emoji
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-intel
xorg-server
xorg-xinit
xorg-xwayland
zig
zip
zram-generator
zsh
